{
  "header": {
    "nav": {
      "home": "Главная",
      "about": "О кафедре",
      "news": "Новости",
      "resources": "Научные ресурсы",
      "teachers": "Учителя",
      "lab": "Лаборатория"

    }
  },
  "department": {
    "title": "История кафедры",
    "desc1": "Кафедра «Локомотивы и паровозостроение» была основана в 1931 году на базе кафедр «Локомотивы» и «Ремонтные заводы», созданных одновременно с институтом. Первый заведующий отделением «Паравозлар», к.т.н. А.А. Филиппов, с 1934 г. В.И. Колосовский, а с 1936 по 1966 гг. доц. М.Г. Бескровный был лидером.",
    "desc2": "Профессор А.Ф., первый заведующий кафедрой «Ремонтные заводы». Троицкий был назначен с 1949 по 1972 год доцентом. Д. Я. Перельман работал. С 1957 года кафедра «Локомотивы» носила название «Локомотивостроение», а кафедра «Ремонтные заводы» - «Эксплуатация и ремонт локомотивов». Доценты М.Г. Бескровный, В.И. Никитин, Г.Н. Строков, к.т.н., с 1970 по 1984 г. профессор А.Д. Глущенко, доцент В.И., в 1984-1994 гг. Киселевы были главными. Кафедру «Эксплуатация и ремонт тепловозов» возглавляет профессор П.К. Крюгер, доценты А.В. Толкачев, В.И. Никитин, Д.Я. Перельман, Н.К. Бабаев, А.И. Ремпель, А.Д. Беленький, Х.И. Нурходжаев, Б.Ш. под управлением Ахмедовых. В 1995 году кафедры «Локомотивостроение» и «Эксплуатация и ремонт локомотивов» были объединены и преобразованы в кафедру «Локомотивы и электротранспорт».До 1998 года доц. Б.Ш. Ахмедов был активен.",
    "desc3": "С 1999 года кафедра носит название «Локомотивы». До 2009 года кафедру возглавлял доц. Б.Т. Файзиев, к.т.н. с 2009 по 2011 гг. В. Джаникулов, проф. Ш.С. Файзибаевлар, с 2011 по 2014 год, к.т.н. Н.С. Зайниддиновым это удалось.",
    "desc4": "С 2014 по 2021 год заведующим кафедрой работал Камалов И.С. С 2013 года кафедра называется «Локомотивы и локомотивостроение». Хамидов НПЗ работает с августа 2021 года. На кафедре в разные годы работали следующие ученые и специалисты: М.А. Струсевич, А.М. Суханов, Л.М. Дорохин, Г.Н. Строков, А.В. Толкачев, Д.В. Писцов, Б.И. Вилькевич, Г.И. Марковин, С.Д. Кучук, Г.Н. Мухитдинов, А.Д. Глущенко, В.И. Киселев, А.И. Ремпель, А.Д. Беленький, Г.Н. Хабиби, И.П. Гордеев, В.Ф. Бухтеев, Р.Х. Алимбаев, Е.Н.Рыжов, П.А. Федотов, Л.М. Драбкин, Я.А. Норкин, Ю.И. Дьяков, Л.Ф. Карпухина, Б.Ш. Ахмедов, В.А. Арестов, М.М. Махмудов, Н.Г. Махбубов, Э.К. Рашидов, Я.К. Курбанов, К.Т. Турсунов, Ш.С. Файзибаев, Т. Абдусаттаров, В.П. Свиязев, Х.И. Нурходжаев, С.А. Арустамян, Э.С. Ушаков, Б.Т. Файзиев, Ю.Д. Таджиев, О.С. Аблялимов, Н.В. Юленев и др. В настоящее время на кафедре работают следующие профессора и преподаватели: заведующий кафедрой, к.т.н., доцент Хамидов О.Р., профессор В.Б. Аблялимов О.С., доцент Джаникулов А.Т., старшие преподаватели Юленев Н.В., Касимов О.Т., Касимов Х.Р., ассистенты Азимов С.М., Джамилов Ш.Ф., Сафаров О`И., Ходжиев Ж.Д., Шоймкулов А.А., Якубов Ж.К., Юсуфов А. , М. На кафедре имеются специальности 5310600–Системы наземного транспорта и их эксплуатация (локомотивы) и 5111000–Профессиональное образование (5310600–Системы наземного транспорта и их эксплуатация (локомотивы), 5А310603-«Железнодорожный транспорт» «Транспорт (локомотивы)». предлагает 14 курсов бакалавриата, и 8 специальностей магистратуры.С 2021 года на кафедре «Локомотивы и локомотивостроение» начата подготовка студентов по новому направлению «Технологические машины и оборудование (железнодорожный транспорт)».Кафедра ведет деятельность по использование и техническое обслуживание технологических машин и оборудования (поезда, автоматы, специализированные автомобили и т.п.) для студентов. работа ведется по следующему кругу: - Аблялимов О.С. под руководством кружка «Молодой научный сотрудник» ведется работа с амбициозными студентами. В этом кружке 21 студент и аспирант, которые совершенствуют свои знания и участвовали в конференциях и опубликовали 3 статьи по результатам своих исследований. Ташкентский профессиональный колледж железнодорожного транспорта, Яшнабадский профессиональный колледж, Самаркандский профессиональный колледж и Коканский железнодорожный профессиональный колледж кафедры «Локомотивы и локомотивное хозяйство» - имеются договоры о сотрудничестве с профессиональным колледжем. Профессора и преподаватели кафедры проводят научные исследования по использованию локомотивов, их динамике и ремонту, надежности и диагностике, автоматизации производственных процессов, промышленной теплоэнергетике и теплотехнике, тартовским расчетам. По результатам научных исследований за последние годы опубликовано более 100 научных статей и научно-методических работ. За последние три года подготовлено и издано на узбекском языке 3 учебника и 5 учебных пособий по преподаваемым на кафедре предметам. Параллельно с учебным процессом преподаватели кафедры проводят различные научные исследования на основе хоздоговоров, вытекающих из нужд АО «Узбекистон темир йуллари», его составных подразделений и других предприятий Республики Узбекистан. В этом направлении проводились следующие исследования: повышение надежности в эксплуатации дизелей 10Д100 и их сборочных единиц, повышение надежности тепловозных электродвигателей типа ТЭ10, разработка методов и средств проведения технической диагностики тепловозов без разборки деталей, структура движения асинхронных электровозов разработка методики комплексной диагностики двигателей, разработка норм расхода топлива локомотивов, разработка технологического процесса текущего ремонта электровозов Уз-ЭЛ, разработка технологии ремонта маневровых тепловозов типа ТГМ с продлением срока службы и др. На кафедре проводятся лабораторные занятия по 7 предметам (6 бакалавриата и 1 магистратура). Лабораторная работа проводится на кафедре и в филиале кафедры «Узтемирйолмаштамир» УК. Учебно-лабораторный комплекс «Ермак» Тренажер управления электроподвижным составом Тренажер-тренажер электровоза ВЛ80С; тренажер управления локомотивом 'ТЭП 70БС'; Симулятор поезда метро 81-717."
  },
  "info": {
    "teachers": "Учителя",
    "students": "Студенты",
    "magistrants": "Магистранты",
    "graduated": "Выпускники"
  },
  "news":{
    "heading": "Hовости",
    "btn": "Все Hовости"
  },
  "teachersSec": {
    "inputPlaceholder": "Поиск по имени",
    "btn": "Поиск"
  },
  "teacherHead": {
    "title": "Глава кафедры ",
    "nameInfo": "Ф.И.О"
  },
  "labsInfo": {
    "heading": "Заголовок",
    "subject": "Предмет",
    "course": "Курс",
    "actions": "Действия",
    "notfound": "Информация не найдена"

  },
  "footer": {
    "contact": "Связь",
    "tel": "Тел",
    "fax": "Факс",
    "email": "Эл. адрес",
    "networks": "Социальные сети",
    "address": "Адрес",
    "transport": "Социальный транспорт",
    "appeal": "Обращаться",
    "fullName": "Ф.И.О",
    "text": "Сообщение",
    "sendMessage": "Отправить"
  }
}