{
  "header": {
    "nav": {
      "home": "Home",
      "about": "About the department",
      "news": "News",
      "resources": "Science resources",
      "teachers": "Teachers",
      "lab": "Labaratory"
    }
  },
  "department": {
    "title": "History of the department",
    "desc1": "The “Locomotives and Locomotive Industry” department was founded in 1931 on the basis of the “Locomotives” and “Repair plants” departments, which were established at the same time as the institute. The first head of the “Paravozlar” department, Ph.D. A.A. Filippov, from 1934 V.I. Kolosovsky, and from 1936 to 1966 Assoc. M.G. Beskrovni was the leader.",
    "desc2": "Professor A.F., the first head of the “Repair factories” department. Troitsky was appointed, from 1949 to 1972, docent. D. Ya. Perelman worked. Since 1957, the Department of “Locomotives” has been called “Locomotive Structure”, and the Department of “Repair Plants” has been called “Operation and Repair of Locomotives”. Associate professors M.G. Beskrovny, V.I. Nikitin, G.N. Strokov, Ph.D. from 1970 to 1984, Professor A.D. Glushenko, associate professor V.I. in 1984-1994. The Kiselyovs were in charge. The department “Operation and repair of locomotives” is headed by Professor P.K. Krueger, associate professors A.V. Tolkachyov, V.I. Nikitin, D. Ya. Perelman, N.K. Babaev, A.I. Rempel, A.D. Belenki, Kh.I. Nurkhodjaev, B.Sh. managed by the Akhmedovs. In 1995, the departments of “Locomotive Structure” and “Operation and Repair of Locomotives” were merged and turned into the “Locomotives and Electric Transport” department. Until 1998, Assoc. B.Sh. Akhmedov was active.",
    "desc3": "Since 1999, the department has been named “Locomotives. Until 2009, the department was headed by Assoc. B.T. Fayziev, Ph.D. from 2009 to 2011. A.T. Dzhanikulov, prof. Sh.S. Faizibaevlar, from 2011 to 2014, Ph.D. N.S. The Zainiddinovs managed it.",
    "desc4": "From 2014 to 2021, I.S. Kamalov worked as the head of the department. Since 2013, the department is called “Locomotives and locomotive industry”. Khamidov OR has been operating since August 2021. The following scientists and specialists worked in the department in different years: M.A. Strusevich, A.M. Sukhanov, L.M. Dorokhin, G.N. Strokov, A.V. Tolkachev, D.V. Pistsov, B.I. Vilkevich, G.I. Markovin, S.D. Kuchuk, G.N. Mukhitdinov, A.D. Glushenko, V.I. Kiselev, A.I. Rempel, A.D. Belenki, G.N. Khabibi, I.P. Gordeev, V.F. Bukhteev, R.Kh. Alimbaev, E.N. Rizhov, P.A. Fedotov, L.M. Drabkin, Ya.A. Norkin, Yu.I. Dyakov, L.F. Karpukhina, B.Sh. Akhmedov, V.A. Arestov, M.M. Makhmudov, N.G. Makhbubov, E.K. Rashidov, Ya.K. Kurbanov, K.T. Tursunov, Sh.S. Faizibaev, T. Abdusattarov, V.P. Sviyazev, Kh.I. Nurkhodzhaev, S.A. Arustamyan, E.S. Ushakov, B.T. Fayziev, Yu.D. Tadjiev, O.S. Ablyalimov, N.V. Julenyov and others. Currently, the following professors and teachers are working in the department: head of the department, Ph.D., associate professor O.R. Khamidov, professor v.b. Ablyalimov O.S., assistant professor Dzhanikulov A.T., senior teachers Julenev N.V., Kasimov O.T., Kasimov Kh.R., assistants Azimov S.M., Jamilov Sh.F., Safarov O.I., Khodzhiyev J.D., Shoimkulov A.A., Yakubov J.K., Yusufov A. M. The department has 5310600–Ground transport systems and their operation (locomotives) and 5111000–Vocational education (5310600–Ground transport systems and their operation (locomotives), 5A310603-“Railway” “Transportation (Locomotives)” majors are being prepared. The department offers 14 undergraduate courses, and 8 master's majors. Starting in 2021, the “Locomotives and Locomotive Industry” department the training of students in the new direction “Technological machines and equipment (railway transport)” has been launched. The department conducts activities on the use and maintenance of technological machines and equipment (trains, automatrices, specialized vehicles, etc.) for students. work is being carried out in the following circle: - Ablyalimov O.S. under the leadership of the “Young Scientific Researcher” circle, work is being carried out with ambitious students. There are 21 undergraduate and graduate students in this circle who are improving their knowledge and have participated in conferences and published 3 articles based on the results of their research. Tashkent Vocational College of Railway Transport, Yashnabad Vocational College, Samarkand Vocational College and Kokan Railway Vocational College of the “Locomotives and Locomotive Management” Department - there are cooperation agreements with the vocational college. Professors and teachers of the department are conducting scientific research on the use of locomotives, their dynamics and repair, reliability and diagnostics, automation of production processes, industrial thermal energy and thermal engineering, tortuv calculations. Based on the results of scientific research, more than 100 scientific articles and scientific-methodical works have been published in recent years. In the last three years, 3 textbooks and 5 study guides from the subjects taught at the department were prepared and published in Uzbek. In parallel with the educational process, the teachers of the department have been conducting various scientific researches on the basis of economic contracts arising from the needs of JSC “Uzbekistan Railways”, its constituent units and other enterprises of the Republic of Uzbekistan. In this direction, the following studies were carried out: increasing the reliability in use of 10D100 diesels and their assembly units, increasing the reliability of TE10 type locomotive electric motors, developing methods and tools for carrying out technical diagnostics of diesel locomotives without disassembling parts, the motion structure of asynchronous electric locomotives development of the methodology of complex diagnostics of engines, development of fuel consumption norms of locomotives, development of the technological process of current repair of Uz-EL electric locomotives, development of technology of repair of TGM type shunting locomotives with extension of service life, etc. Laboratory classes in 7 subjects (6 undergraduate and 1 master's) are conducted in the department. Laboratory work is carried out in the department and in the branch of the department “Uztemiryolmashtamir” UK. Educational-laboratory complex “Ermak” electric rolling stock management simulator VL80S electric locomotive trainer-simulator; “TEP 70BS” locomotive control simulator; 81-717 subway train simulator."
  },
  "info": {
    "teachers": "Teachers",
    "students": "Students",
    "magistrants": "Maters",
    "graduated": "Graduates"
  },
  "news":{
    "heading": "News",
    "btn": "All News"
  },
  "teachersSec": {
    "inputPlaceholder": "Search by name",
    "btn": "Search"
  },
  "teacherHead": {
    "title": "Head of department",
    "nameInfo": "Full name"
  },
  "labsInfo": {
    "heading": "Heading",
    "subject": "Subject",
    "course": "Course",
    "actions": "Actions",
    "notfound": "No information found"

  },
  "footer": {
    "contact": "Connection",
    "tel": "Tel",
    "fax": "Fax",
    "email": "Email",
    "networks": "Social networks",
    "address": "Address",
    "transport": "Social transport",
    "appeal": "Appeal",
    "fullName": "Full name",
    "text": "Message",
    "sendMessage": "Send message"
  }
}